{
  "vocab_size": 392,
  "id_to_token": {
    "1": "<s>",
    "0": "<pad>",
    "2": "</s>",
    "3": "<unk>",
    "4": "n",
    "5": "s",
    "6": "t",
    "7": "ə",
    "8": "l",
    "9": "a",
    "10": "i",
    "11": "k",
    "12": "d",
    "13": "m",
    "14": "ɛ",
    "15": "ɾ",
    "16": "e",
    "17": "ɪ",
    "18": "p",
    "19": "o",
    "20": "ɐ",
    "21": "z",
    "22": "ð",
    "23": "f",
    "24": "j",
    "25": "v",
    "26": "b",
    "27": "ɹ",
    "28": "ʁ",
    "29": "ʊ",
    "30": "iː",
    "31": "r",
    "32": "w",
    "33": "ʌ",
    "34": "u",
    "35": "ɡ",
    "36": "æ",
    "37": "aɪ",
    "38": "ʃ",
    "39": "h",
    "40": "ɔ",
    "41": "ɑː",
    "42": "ŋ",
    "43": "ɚ",
    "44": "eɪ",
    "45": "β",
    "46": "uː",
    "47": "y",
    "48": "ɑ̃",
    "49": "oʊ",
    "50": "ᵻ",
    "51": "eː",
    "52": "θ",
    "53": "aʊ",
    "54": "ts",
    "55": "oː",
    "56": "ɔ̃",
    "57": "ɣ",
    "58": "ɜ",
    "59": "ɑ",
    "60": "dʒ",
    "61": "əl",
    "62": "x",
    "63": "ɜː",
    "64": "ç",
    "65": "ʒ",
    "66": "tʃ",
    "67": "ɔː",
    "68": "ɑːɹ",
    "69": "ɛ̃",
    "70": "ʎ",
    "71": "ɔːɹ",
    "72": "ʋ",
    "73": "aː",
    "74": "ɕ",
    "75": "œ",
    "76": "ø",
    "77": "oːɹ",
    "78": "ɲ",
    "79": "yː",
    "80": "ʔ",
    "81": "iə",
    "82": "i5",
    "83": "s.",
    "84": "tɕ",
    "85": "??",
    "86": "nʲ",
    "87": "ɛː",
    "88": "œ̃",
    "89": "ɭ",
    "90": "ɔø",
    "91": "ʑ",
    "92": "tʲ",
    "93": "ɨ",
    "94": "ɛɹ",
    "95": "ts.",
    "96": "rʲ",
    "97": "ɪɹ",
    "98": "ɭʲ",
    "99": "i.5",
    "100": "ɔɪ",
    "101": "q",
    "102": "sʲ",
    "103": "u5",
    "104": "ʊɹ",
    "105": "iɜ",
    "106": "a5",
    "107": "iɛ5",
    "108": "øː",
    "109": "ʕ",
    "110": "ja",
    "111": "əɜ",
    "112": "th",
    "113": "ɑ5",
    "114": "oɪ",
    "115": "dʲ",
    "116": "ə5",
    "117": "tɕh",
    "118": "ts.h",
    "119": "mʲ",
    "120": "ɯ",
    "121": "dʑ",
    "122": "vʲ",
    "123": "e̞",
    "124": "tʃʲ",
    "125": "ei5",
    "126": "o5",
    "127": "onɡ5",
    "128": "ɑu5",
    "129": "iɑ5",
    "130": "ai5",
    "131": "aɪɚ",
    "132": "kh",
    "133": "ə1",
    "134": "ʐ",
    "135": "i2",
    "136": "ʉ",
    "137": "ħ",
    "138": "t[",
    "139": "aɪə",
    "140": "ʲ",
    "141": "ju",
    "142": "ə2",
    "143": "u2",
    "144": "oɜ",
    "145": "pː",
    "146": "iɛɜ",
    "147": "ou5",
    "148": "y5",
    "149": "uɜ",
    "150": "tː",
    "151": "uo5",
    "152": "d[",
    "153": "uoɜ",
    "154": "tsh",
    "155": "ɑɜ",
    "156": "ɵ",
    "157": "i̪5",
    "158": "uei5",
    "159": "ɟ",
    "160": "aɜ",
    "161": "ɑɨ",
    "162": "i.ɜ",
    "163": "eʊ",
    "164": "o2",
    "165": "ɐ̃",
    "166": "ä",
    "167": "pʲ",
    "168": "kʲ",
    "169": "n̩",
    "170": "ɒ",
    "171": "ph",
    "172": "ɑu2",
    "173": "uɨ",
    "174": "əɪ",
    "175": "ɫ",
    "176": "ɬ",
    "177": "yɜ",
    "178": "bʲ",
    "179": "ɑ2",
    "180": "s̪",
    "181": "aiɜ",
    "182": "χ",
    "183": "ɐ̃ʊ̃",
    "184": "1",
    "185": "ə4",
    "186": "yæɜ",
    "187": "a2",
    "188": "ɨː",
    "189": "t̪",
    "190": "iouɜ",
    "191": "ũ",
    "192": "onɡɜ",
    "193": "aɨ",
    "194": "iɛ2",
    "195": "ɔɨ",
    "196": "ɑuɜ",
    "197": "o̞",
    "198": "ei2",
    "199": "iou2",
    "200": "c",
    "201": "kː",
    "202": "y2",
    "203": "ɖ",
    "204": "oe",
    "205": "dˤ",
    "206": "yɛɜ",
    "207": "əʊ",
    "208": "S",
    "209": "ɡʲ",
    "210": "onɡ2",
    "211": "u\"",
    "212": "eiɜ",
    "213": "ʈ",
    "214": "ɯᵝ",
    "215": "iou5",
    "216": "dZ",
    "217": "r̝̊",
    "218": "i.2",
    "219": "tS",
    "220": "s^",
    "221": "ʝ",
    "222": "yə5",
    "223": "iɑɜ",
    "224": "uə5",
    "225": "pf",
    "226": "ɨu",
    "227": "iɑ2",
    "228": "ou2",
    "229": "ər2",
    "230": "fʲ",
    "231": "ai2",
    "232": "r̝",
    "233": "uəɜ",
    "234": "ɳ",
    "235": "əɨ",
    "236": "ua5",
    "237": "uɪ",
    "238": "ɽ",
    "239": "bː",
    "240": "yu5",
    "241": "uo2",
    "242": "yɛ5",
    "243": "l̩",
    "244": "ɻ",
    "245": "ərɜ",
    "246": "ʂ",
    "247": "i̪2",
    "248": "ouɜ",
    "249": "uaɜ",
    "250": "a.",
    "251": "a.ː",
    "252": "yæ5",
    "253": "dː",
    "254": "r̩",
    "255": "ee",
    "256": "ɪu",
    "257": "ər5",
    "258": "i̪ɜ",
    "259": "æi",
    "260": "u:",
    "261": "i.ː",
    "262": "t^",
    "263": "o1",
    "264": "ɪ^",
    "265": "ai",
    "266": "ueiɜ",
    "267": "æː",
    "268": "ɛɪ",
    "269": "eə",
    "270": "i.",
    "271": "ɴ",
    "272": "ie",
    "273": "ua2",
    "274": "ɑ1",
    "275": "o4",
    "276": "tʃː",
    "277": "o:",
    "278": "ɑ:",
    "279": "u1",
    "280": "N",
    "281": "i̪1",
    "282": "au",
    "283": "yæ2",
    "284": "u.",
    "285": "qː",
    "286": "yəɜ",
    "287": "y:",
    "288": "kʰ",
    "289": "tʃʰ",
    "290": "iʊ",
    "291": "sx",
    "292": "õ",
    "293": "uo",
    "294": "tʰ",
    "295": "uai5",
    "296": "bʰ",
    "297": "u.ː",
    "298": "uə2",
    "299": "ʊə",
    "300": "d^",
    "301": "s̪ː",
    "302": "yiɜ",
    "303": "dʰ",
    "304": "r.",
    "305": "oe:",
    "306": "i1",
    "307": "ɟː",
    "308": "yu2",
    "309": "nʲʲ",
    "310": "i̪4",
    "311": "uei2",
    "312": "tsʲ",
    "313": "ɸ",
    "314": "ĩ",
    "315": "ɑ4",
    "316": "t̪ː",
    "317": "eɑ",
    "318": "u4",
    "319": "e:",
    "320": "tsː",
    "321": "ʈʰ",
    "322": "ɡʰ",
    "323": "ɯɯ",
    "324": "dʒʲ",
    "325": "ʂʲ",
    "326": "X",
    "327": "ɵː",
    "328": "uaiɜ",
    "329": "tɕʲ",
    "330": "ã",
    "331": "t^ː",
    "332": "ẽː",
    "333": "yɛ2",
    "334": "cː",
    "335": "i.1",
    "336": "ɛʊ",
    "337": "dˤdˤ",
    "338": "dʒː",
    "339": "i4",
    "340": "ɡː",
    "341": "yi",
    "342": "ɕʲ",
    "343": "ɟʰ",
    "344": "pʰ",
    "345": "dʑʲ",
    "346": "yuɜ",
    "347": "ua1",
    "348": "ua4",
    "349": "æiː",
    "350": "ɐɐ",
    "351": "ui",
    "352": "iou1",
    "353": "ʊː",
    "354": "a1",
    "355": "iou4",
    "356": "cʰ",
    "357": "iɛ1",
    "358": "yə2",
    "359": "ɖʰ",
    "360": "ẽ",
    "361": "ʒʲ",
    "362": "ää",
    "363": "ər4",
    "364": "iːː",
    "365": "ɪː",
    "366": "iɑ1",
    "367": "ər1",
    "368": "œː",
    "369": "øi",
    "370": "ɪuː",
    "371": "cʰcʰ",
    "372": "əː1",
    "373": "iː1",
    "374": "ũ",
    "375": "kʰː",
    "376": "o̞o̞",
    "377": "xʲ",
    "378": "ou1",
    "379": "iɛ4",
    "380": "e̞e̞",
    "381": "y1",
    "382": "dzː",
    "383": "dʲʲ",
    "384": "dʰː",
    "385": "ɯᵝɯᵝ",
    "386": "lː",
    "387": "uo1",
    "388": "i.4",
    "389": "i:",
    "390": "yɛ5ʲ",
    "391": "a4"
  },
  "token_to_id": {
    "<s>": 1,
    "<pad>": 0,
    "</s>": 2,
    "<unk>": 3,
    "n": 4,
    "s": 5,
    "t": 6,
    "ə": 7,
    "l": 8,
    "a": 9,
    "i": 10,
    "k": 11,
    "d": 12,
    "m": 13,
    "ɛ": 14,
    "ɾ": 15,
    "e": 16,
    "ɪ": 17,
    "p": 18,
    "o": 19,
    "ɐ": 20,
    "z": 21,
    "ð": 22,
    "f": 23,
    "j": 24,
    "v": 25,
    "b": 26,
    "ɹ": 27,
    "ʁ": 28,
    "ʊ": 29,
    "iː": 30,
    "r": 31,
    "w": 32,
    "ʌ": 33,
    "u": 34,
    "ɡ": 35,
    "æ": 36,
    "aɪ": 37,
    "ʃ": 38,
    "h": 39,
    "ɔ": 40,
    "ɑː": 41,
    "ŋ": 42,
    "ɚ": 43,
    "eɪ": 44,
    "β": 45,
    "uː": 46,
    "y": 47,
    "ɑ̃": 48,
    "oʊ": 49,
    "ᵻ": 50,
    "eː": 51,
    "θ": 52,
    "aʊ": 53,
    "ts": 54,
    "oː": 55,
    "ɔ̃": 56,
    "ɣ": 57,
    "ɜ": 58,
    "ɑ": 59,
    "dʒ": 60,
    "əl": 61,
    "x": 62,
    "ɜː": 63,
    "ç": 64,
    "ʒ": 65,
    "tʃ": 66,
    "ɔː": 67,
    "ɑːɹ": 68,
    "ɛ̃": 69,
    "ʎ": 70,
    "ɔːɹ": 71,
    "ʋ": 72,
    "aː": 73,
    "ɕ": 74,
    "œ": 75,
    "ø": 76,
    "oːɹ": 77,
    "ɲ": 78,
    "yː": 79,
    "ʔ": 80,
    "iə": 81,
    "i5": 82,
    "s.": 83,
    "tɕ": 84,
    "??": 85,
    "nʲ": 86,
    "ɛː": 87,
    "œ̃": 88,
    "ɭ": 89,
    "ɔø": 90,
    "ʑ": 91,
    "tʲ": 92,
    "ɨ": 93,
    "ɛɹ": 94,
    "ts.": 95,
    "rʲ": 96,
    "ɪɹ": 97,
    "ɭʲ": 98,
    "i.5": 99,
    "ɔɪ": 100,
    "q": 101,
    "sʲ": 102,
    "u5": 103,
    "ʊɹ": 104,
    "iɜ": 105,
    "a5": 106,
    "iɛ5": 107,
    "øː": 108,
    "ʕ": 109,
    "ja": 110,
    "əɜ": 111,
    "th": 112,
    "ɑ5": 113,
    "oɪ": 114,
    "dʲ": 115,
    "ə5": 116,
    "tɕh": 117,
    "ts.h": 118,
    "mʲ": 119,
    "ɯ": 120,
    "dʑ": 121,
    "vʲ": 122,
    "e̞": 123,
    "tʃʲ": 124,
    "ei5": 125,
    "o5": 126,
    "onɡ5": 127,
    "ɑu5": 128,
    "iɑ5": 129,
    "ai5": 130,
    "aɪɚ": 131,
    "kh": 132,
    "ə1": 133,
    "ʐ": 134,
    "i2": 135,
    "ʉ": 136,
    "ħ": 137,
    "t[": 138,
    "aɪə": 139,
    "ʲ": 140,
    "ju": 141,
    "ə2": 142,
    "u2": 143,
    "oɜ": 144,
    "pː": 145,
    "iɛɜ": 146,
    "ou5": 147,
    "y5": 148,
    "uɜ": 149,
    "tː": 150,
    "uo5": 151,
    "d[": 152,
    "uoɜ": 153,
    "tsh": 154,
    "ɑɜ": 155,
    "ɵ": 156,
    "i̪5": 157,
    "uei5": 158,
    "ɟ": 159,
    "aɜ": 160,
    "ɑɨ": 161,
    "i.ɜ": 162,
    "eʊ": 163,
    "o2": 164,
    "ɐ̃": 165,
    "ä": 166,
    "pʲ": 167,
    "kʲ": 168,
    "n̩": 169,
    "ɒ": 170,
    "ph": 171,
    "ɑu2": 172,
    "uɨ": 173,
    "əɪ": 174,
    "ɫ": 175,
    "ɬ": 176,
    "yɜ": 177,
    "bʲ": 178,
    "ɑ2": 179,
    "s̪": 180,
    "aiɜ": 181,
    "χ": 182,
    "ɐ̃ʊ̃": 183,
    "1": 184,
    "ə4": 185,
    "yæɜ": 186,
    "a2": 187,
    "ɨː": 188,
    "t̪": 189,
    "iouɜ": 190,
    "ũ": 191,
    "onɡɜ": 192,
    "aɨ": 193,
    "iɛ2": 194,
    "ɔɨ": 195,
    "ɑuɜ": 196,
    "o̞": 197,
    "ei2": 198,
    "iou2": 199,
    "c": 200,
    "kː": 201,
    "y2": 202,
    "ɖ": 203,
    "oe": 204,
    "dˤ": 205,
    "yɛɜ": 206,
    "əʊ": 207,
    "S": 208,
    "ɡʲ": 209,
    "onɡ2": 210,
    "u\"": 211,
    "eiɜ": 212,
    "ʈ": 213,
    "ɯᵝ": 214,
    "iou5": 215,
    "dZ": 216,
    "r̝̊": 217,
    "i.2": 218,
    "tS": 219,
    "s^": 220,
    "ʝ": 221,
    "yə5": 222,
    "iɑɜ": 223,
    "uə5": 224,
    "pf": 225,
    "ɨu": 226,
    "iɑ2": 227,
    "ou2": 228,
    "ər2": 229,
    "fʲ": 230,
    "ai2": 231,
    "r̝": 232,
    "uəɜ": 233,
    "ɳ": 234,
    "əɨ": 235,
    "ua5": 236,
    "uɪ": 237,
    "ɽ": 238,
    "bː": 239,
    "yu5": 240,
    "uo2": 241,
    "yɛ5": 242,
    "l̩": 243,
    "ɻ": 244,
    "ərɜ": 245,
    "ʂ": 246,
    "i̪2": 247,
    "ouɜ": 248,
    "uaɜ": 249,
    "a.": 250,
    "a.ː": 251,
    "yæ5": 252,
    "dː": 253,
    "r̩": 254,
    "ee": 255,
    "ɪu": 256,
    "ər5": 257,
    "i̪ɜ": 258,
    "æi": 259,
    "u:": 260,
    "i.ː": 261,
    "t^": 262,
    "o1": 263,
    "ɪ^": 264,
    "ai": 265,
    "ueiɜ": 266,
    "æː": 267,
    "ɛɪ": 268,
    "eə": 269,
    "i.": 270,
    "ɴ": 271,
    "ie": 272,
    "ua2": 273,
    "ɑ1": 274,
    "o4": 275,
    "tʃː": 276,
    "o:": 277,
    "ɑ:": 278,
    "u1": 279,
    "N": 280,
    "i̪1": 281,
    "au": 282,
    "yæ2": 283,
    "u.": 284,
    "qː": 285,
    "yəɜ": 286,
    "y:": 287,
    "kʰ": 288,
    "tʃʰ": 289,
    "iʊ": 290,
    "sx": 291,
    "õ": 292,
    "uo": 293,
    "tʰ": 294,
    "uai5": 295,
    "bʰ": 296,
    "u.ː": 297,
    "uə2": 298,
    "ʊə": 299,
    "d^": 300,
    "s̪ː": 301,
    "yiɜ": 302,
    "dʰ": 303,
    "r.": 304,
    "oe:": 305,
    "i1": 306,
    "ɟː": 307,
    "yu2": 308,
    "nʲʲ": 309,
    "i̪4": 310,
    "uei2": 311,
    "tsʲ": 312,
    "ɸ": 313,
    "ĩ": 314,
    "ɑ4": 315,
    "t̪ː": 316,
    "eɑ": 317,
    "u4": 318,
    "e:": 319,
    "tsː": 320,
    "ʈʰ": 321,
    "ɡʰ": 322,
    "ɯɯ": 323,
    "dʒʲ": 324,
    "ʂʲ": 325,
    "X": 326,
    "ɵː": 327,
    "uaiɜ": 328,
    "tɕʲ": 329,
    "ã": 330,
    "t^ː": 331,
    "ẽː": 332,
    "yɛ2": 333,
    "cː": 334,
    "i.1": 335,
    "ɛʊ": 336,
    "dˤdˤ": 337,
    "dʒː": 338,
    "i4": 339,
    "ɡː": 340,
    "yi": 341,
    "ɕʲ": 342,
    "ɟʰ": 343,
    "pʰ": 344,
    "dʑʲ": 345,
    "yuɜ": 346,
    "ua1": 347,
    "ua4": 348,
    "æiː": 349,
    "ɐɐ": 350,
    "ui": 351,
    "iou1": 352,
    "ʊː": 353,
    "a1": 354,
    "iou4": 355,
    "cʰ": 356,
    "iɛ1": 357,
    "yə2": 358,
    "ɖʰ": 359,
    "ẽ": 360,
    "ʒʲ": 361,
    "ää": 362,
    "ər4": 363,
    "iːː": 364,
    "ɪː": 365,
    "iɑ1": 366,
    "ər1": 367,
    "œː": 368,
    "øi": 369,
    "ɪuː": 370,
    "cʰcʰ": 371,
    "əː1": 372,
    "iː1": 373,
    "ũ": 374,
    "kʰː": 375,
    "o̞o̞": 376,
    "xʲ": 377,
    "ou1": 378,
    "iɛ4": 379,
    "e̞e̞": 380,
    "y1": 381,
    "dzː": 382,
    "dʲʲ": 383,
    "dʰː": 384,
    "ɯᵝɯᵝ": 385,
    "lː": 386,
    "uo1": 387,
    "i.4": 388,
    "i:": 389,
    "yɛ5ʲ": 390,
    "a4": 391
  },
  "special_tokens": {
    "pad": "<pad>",
    "unk": "<unk>",
    "bos": "<s>",
    "eos": "</s>"
  },
  "model_name": "facebook/wav2vec2-lv-60-espeak-cv-ft"
}